<?php
/**
 * Created by PhpStorm.
 * User: Антон
 * Date: 10.03.2022
 * Time: 16:22
 */

namespace structsPhp;


class TxtData
{

    public $extAdsEmployer = 'Не хватает рук? Попросите помочь того, кто рядом с Вами. 
    Договоритесь о цене и времени в мессенджере worksn без замороченных процедур: регистраций, подтверждений телефонов, согласований с Папой Римским… достаточно анонимного входа в один клик.
    Часто мелкая помощь бывает так необходима, и в то же время, за мелкую услугу не попросят большое вознаграждение.
    Многие готовы заработать "здесь и сейчас" скромные 50-100р. сходив в магазин или вынеся мусор, а Вы, при этом, не отвлекаетесь от важного занятия (просмотр роликов на ютуб, переписка в ВК и т.п.).
    Не нашли кандидата? Не беда – добавьте объявление, и с большой вероятностью найдется тот, у кого появилась свободная минута. 
    Не стоит беспокоиться о звонках в 2 часа ночи от «помощников вынести шкаф»: укажите актуальный для Вас срок действия объявления (от 10ти минут) и оно само удалится.';

    public $extAdsWorker   = 'Многие люди не желают отвлекаться от важных дел (просмотр соцсетей, поглощение семечек перед телевизором…) а банальный поход в магазин в разгар вечеринки часто является невыполнимой задачей и может повлечь ссору и разлад в обществе.
     Именно поэтому люди готовы платить за то, что Вы каждый день делаете абсолютно бесплатно: ходите в магазин, выносите мусор, выгуливаете собаку или крокодила… 
     Для того, чтобы заработать за 10-15 минут 50-250 рублей не нужно иметь академического образования, достаточно лишь оставить объявление на worksn о готовности помочь «здесь и сейчас» и нуждающиеся в помощи увидят в Вас спасителя и щедро отблагодарят Вас за подставленное вовремя плече.
     Вам не нужно регулярно показывать/скрывать объявление в рабочее/нерабочее время: достаточно указать время показа (например, с 18:30 до 21:00).';
}